{
    "welcome": "Welcome to our website!",
    "join_campaign": "Join Our Campaign!",
    "name": "Name",
    "your_name": "Your Name",
    "email": "Email",
    "your_email": "Your Email",
    "phone_number": "Phone Number",
    "your_phone_number": "Your Phone Number",
    "disclosure": "By submitting your cell phone number you are agreeing to receive periodic text messages from this organization. Message and data rates may apply.",
    "submit": "Submit",
    "submission_successful": "¡Su envío fue exitoso!",
    "meet_crystal": "Meet Crystal",
    "on_the_job": "On The Job",
    "vision": "Vision",
    "get_involved": "Get Involved",
    "donate": "Donate",
    "h2_title_hero": "Fighting For a Better Future For Our Students",
    "h5_title_hero": "Join me in creating a brighter future for pasadena, by prioritizing education that prepares students for the world.",
    "learn_about_cd_vision": "Learn About Crystal's Vision",
    "h3_title_join_convo": "Join the Conversation",
    "subtitle_upcoming_events": "Upcoming Events",
    "h3_title_pastwork_advocacy": "Past Work and Advocacy",
    "subtitle_pisd_progress": "Progress in Pasadena I.S.D.",
    "h3_title_make_a_contribution": "Make a Contribution",
    "subtitle_contribution": "Your financial support will help us reach more voters, print campaign materials, and fuel our grassroots efforts. Every dollar makes a difference in ensuring a successful campaign.",
    "donate_today_btn": "Donate Today",


    "past_works_title_1": "District Level: Fostering Student Leadership in PISD",
    "past_works_description_1": "Supported PISD students as they presented on school safety at the TASB Governance Conference in Galveston, providing them with opportynities to engage with School Board Members and develop leadership skills.",
    "past_works_title_2": "Local Level: Women in Politics Panel",
    "past_works_description_2": "Participated in a panel discussion with women in elected office to share their experiences and accomplishments. The event aimed to promote diversity, equity, and inclusion in leadership and foster a welcoming community for all. The panel provided a platform for women to share insights and inpire others to pursue leadership roles.",
    "past_works_title_3": "State Level: Advocated for Increasing Funding to Public Schools",
    "past_works_description_3": "Proposed increasing funding to improve the quality of education provided to students. Worked with educators and school administrators to identify areas where additional funding could be most effectively utilized."
}