{
    "welcome": "Welcome to our website!",
    "join_campaign": "Join Our Campaign!",
    "name": "Name",
    "your_name": "Your Name",
    "email": "Email",
    "your_email": "Your Email",
    "phone_number": "Phone Number",
    "your_phone_number": "Your Phone Number",
    "message": "Message",
    "your_message": "Your Message",
    "disclosure": "By submitting your cell phone number you are agreeing to receive periodic text messages from this organization. Message and data rates may apply.",
    "submit": "Submit",
    "submission_successful": "Your submission was successful!",
    "learn_more_about_crystal": "Learn More About Crystal",
    "meet_crystal": "Meet Crystal",
    "on_the_job": "On The Job",
    "vision": "Vision",
    "get_involved": "Get Involved",
    "donate": "Donate",
    "h2_title_hero": "Fighting For a Better Future For Our Students",
    "h5_title_hero_1": "As a Latina, daughter of Mexican immigrants, aunt to Pasadena ISD students, former student and teacher in the district, and current Secretary of the Pasadena ISD School Board I know how to listen and engage with our families, which has made me a strong and trustworthy leader on the board.",
    "h5_title_hero_2": "Join me in creating a brighter future for Pasadena, by prioritizing education that prepares students for the world.",
    "h5_title_hero_3": "I am committed to providing career paths for our students by continuing to offer diverse career and college readiness programs and creating a new building trades apprenticeships program.",
    "learn_about_cd_vision": "Learn About Crystal's Vision",
    "h3_title_join_convo": "Join the Conversation",
    "subtitle_upcoming_events": "Upcoming Events",
    "h3_title_pastwork_advocacy": "Past Work and Advocacy",
    "subtitle_pisd_progress": "Progress in Pasadena I.S.D.",
    "h3_title_make_a_contribution": "Make a Contribution",
    "subtitle_contribution": "Your financial support will help us reach more voters, print campaign materials, and fuel our grassroots efforts. Every dollar makes a difference in ensuring a successful campaign.",
    "donate_today_btn": "Donate Today",
    "past_works_title_1": "District Level: Fostering Student Leadership in PISD",
    "past_works_description_1": "Supported PISD students as they presented on school safety at the TASB Governance Conference in Galveston, providing them with opportynities to engage with School Board Members and develop leadership skills.",
    "past_works_title_2": "Local Level: Women in Politics Panel",
    "past_works_description_2": "Participated in a panel discussion with women in elected office to share their experiences and accomplishments. The event aimed to promote diversity, equity, and inclusion in leadership and foster a welcoming community for all. The panel provided a platform for women to share insights and inpire others to pursue leadership roles.",
    "past_works_title_3": "State Level: Advocated for Increasing Funding to Public Schools",
    "past_works_description_3": "Proposed increasing funding to improve the quality of education provided to students. Worked with educators and school administrators to identify areas where additional funding could be most effectively utilized.", 
    "h2_title_about": "Latina. Woman. Educator. Mexican American. Texan.", 
    "h3_title_crystals_story": "Crystal's Story",
    "timeline_data_title_1": "Early Years",
    "timeline_data_subtitle_1": "PISD Student",
    "timeline_data_text_1": "Being a student in Pasadena was a gift because many of my peers were English learners and dedicated students, like myself. Teachers in Pasadena ISD consistently pushed me to get out of my comfort zone and encouraged me to join student council, enroll in advanced classes, and go on field trips. I am proud to be a Pasadena ISD graduate who stayed in Pasadena to work in and with my community.",
    "timeline_data_title_2": "College Years",
    "timeline_data_subtitle_2": "UT Austin Student",
    "timeline_data_text_2": "Math was my favorite subject in high school, but at UT-Austin, I found a new passion - Urban Studies and Education. In Urban Studies,I loved learning about creating healthy and robust places, and in Education, I grew passionate about every student’s right to a fundamental education. I co-founded an organization called SUPE, or Students United for Public Education, at UT. As a young adult, I still chose student advocacy in my free time. I’ve been volunteering and advocating for education since college.",
    "timeline_data_title_3": "Career Start",
    "timeline_data_subtitle_3": "Teacher at PHS",
    "timeline_data_text_3": "I felt at home teaching students who were bilingual and came from a similar background. They kept me on my toes. I had a special relationship with my students because I was a PISD graduate and had been in my students’ shoes not long before. I grew concerned about certain issues within the school district, like limited access to drinkable water, unreliable A/C, and lack of communication from administrators to teachers.",
    "timeline_data_title_4": "Student Advocacy",
    "timeline_data_subtitle_4": "PISD School Board Campaign",
    "timeline_data_text_4": "Teachers returned to the classroom in fall of 2020, and I was still concerned  about poor facilities and a lack of resources for students and teachers. A former teacher encouraged me to run for school board, and I jumped in the race. I ran a scrappy but dedicated campaign and got the opportunity to talk to many Pasadena ISD families.",
    "timeline_data_title_5": "Trustee",
    "timeline_data_subtitle_5": "PISD School Board Member",
    "timeline_data_text_5": "I won the election, becoming the youngest person on the board, with nearly a 60- year gap with the oldest member!. But this was only the beginning of a years-long journey in my advocacy as a Pasadena ISD Trustee. My board colleagues would disagree with me sometimes, but I stayed true to Pasadena ISD families like mine and bring my perspective as a former teacher and Pasadena ISD student.",
    "timeline_data_title_6": "Board Secretary",
    "timeline_data_subtitle_6": "PISD School Board Member",
    "timeline_data_text_6": "The Pasadena ISD School Board unanimously elected me as the Secretary, a leadership position on the board. This speaks volumes to the relationships I have built and the trust I have earned in the school district. I care about Pasadena ISD, and I’m so proud of all the opportunities we provide students and families. I take very seriously my responsibility to Pasadena ISD families. I work with our superintendent and district administrators and my board colleagues to ensure an excellent education for all our children.",
    "h3_title_need_your_help": "I Need Your Help",
    "subtitle_need_your_help_1": "I am the proud daughter of Mexican immigrants. I was born and raised in Pasadena and went to Pasadena ISD schools from kindergarten to 12th grade. After graduating from the University of Texas at Austin, I returned to Pasadena to teach math at my alma mater, Pasadena High School. I taught there for five years.",    
    "subtitle_need_your_help_2": "I first ran for the Pasadena ISD school board in 2021 because I was fed up with district administration ignoring student and teacher concerns. I won that election in an upset and now serve as Board Secretary for the Pasadena ISD Board of Trustees.",  
    "subtitle_need_your_help_3": "My dad put himself through school to become a civil engineer and provide a good quality of life for his family. He helped design the Fred Hartman Bridge and other highways you’ve probably driven on. My mom was a devoted homemaker for my siblings and me. I appreciate the importance of hard work and a quality education. As a former Pasadena ISD student and current aunt to Pasadena ISD students, I understand the needs of Pasadena ISD families. As a former teacher, I get that educators need resources and support to provide an excellent education to kids.",  
    "subtitle_need_your_help_4": "During my first term, I have worked to maintain a great education for Pasadena ISD students. I know how to listen and work with people who disagree with me. I have earned the respect of board colleagues and district administration, and I was appointed Board Secretary last year. I have made sure that students, parents, and educators are heard. I have worked to increase school safety through technology and planning. I have made sure the district continues to prepare students for the world by supporting technical careers and early college programs. Every year, hundreds of Pasadena ISD students graduate with college degrees debt-free. I will continue this success in my second term.",  
    "subtitle_need_your_help_5": "I envision a district where all of our children, regardless of background, have the tools and resources to succeed. I envision a district where all families feel welcome and heard. I am committed to providing career paths for our students by continuing to offer diverse career and college readiness programs and creating a new building trades apprenticeships program. I am also committed to ensuring an excellent education for all students by doing everything in my power to advocate for more school funding.", 
    "subtitle_need_your_help_6": "I need your support. MAGA extremists are coming for my seat. Far-right school board members have promoted lies, banned books, and made schools into places of hate and hostility rather than learning and respect. Your donation of $50, $25, or $10 will go a long way to getting my message out to voters. You can donate at this link. I also need you to come knock on doors with me! Check out my Upcoming Events page to sign up.",   
    "subtitle_need_your_help_7": "Pasadena ISD means the world to me. I have been honored to represent the district’s families these past four years. As the daughter of immigrants, lifelong Pasadena resident, former student and educator, and current Board Secretary, I am the most qualified candidate  to represent the kids, parents, and educators of our community.",              


    "h2_title_getinvolved1": "Get Involved.",
    "h2_title_getinvolved2": "Let's Take a Stand Together.",
    "h3_title_active_participation": "Your support and active participation are crucial to the success of our campaign.",
    "subtitle_active_participation": "By joining our community-driven efforts, you can help make a lasting impact on the future of our schools. Let's work together to create positive change for our students, educators, and the entire community.",

    "h3_title_volunteer_with_us": "Volunteer With Us",
    "subtitle_volunteer_with_us": "Join our team and make a difference by participating in various volunteer activities:",
    "sign_up_btn": "SIGN UP",
    "volunteer_card_title_1": "Voter Outreach",
    "volunteer_card_subtitle_1": "Help us spread the word by going door-to-door in your neighborhood.",
    "volunteer_card_title_2": "Phone Banking",
    "volunteer_card_subtitle_2": "Assist with calling potential supporters to discuss our campaign's goals and events.",
    "volunteer_card_title_3": "Social Media Outreach",
    "volunteer_card_subtitle_3": "Engage the community and expand our social media presence.",

    "h3_title_upcoming_events": "Upcoming Events",

    "getinvolved_event_data_title_1": "Community Meeting",
    "getinvolved_event_date_1": "April 1, 2023",
    "getinvolved_event_location_1": "Community Center",

    "getinvolved_event_data_title_2": "Café con Crystal",
    "getinvolved_event_date_2": "April 4, 2023",
    "getinvolved_event_location_2": "Primos Taco House",

    "getinvolved_event_data_title_3": "Fundraising Dinner",
    "getinvolved_event_date_3": "April 7, 2023",
    "getinvolved_event_location_3": "Primos Taco House",

    "getinvolved_event_data_title_4": "Walk With Crystal",
    "getinvolved_event_date_4": "April 30, 2023",
    "getinvolved_event_location_4": "Memorial Park",

    "getinvolved_event_data_title_5": "Run With Crystal",
    "getinvolved_event_date_5": "May 2, 2023",
    "getinvolved_event_location_5": "Strawberry Park",

    "getinvolved_event_data_title_6": "Birthday Celebration",
    "getinvolved_event_date_6": "May 3, 2023",
    "getinvolved_event_location_6": "Primos Taco House",
    "view_calendar_btn": "View Full Calendar",



    "h3_title_voter_and_election": "Register to Vote & Election Information",
    "getinvolved_voter_and_election_data_title_1": "Voter Registration",
    "getinvolved_voter_and_election_data_content_1": "Deadline: October 1, 2023",
    "register_now_btn": "REGISTER NOW",

    "getinvolved_voter_and_election_data_title_2": "Early Voting",
    "getinvolved_voter_and_election_data_content_2": "October 15 - November 1, 2023",

    "getinvolved_voter_and_election_data_title_3": "Polling Locations",
    "getinvolved_voter_and_election_data_content_3": "Find your nearest polling location",
    "find_polling_location_btn": "Find Location",

    
    "h3_title_get_in_touch": "Get in Touch",
    "subtitle_get_in_touch_phone": "Phone",
    "subtitle_get_in_touch_address": "Address",


    "h3_title_contact_us": "Contact Us",


    "h2_title_vision": "Crystal's vision of an improved future for us all.",
    "h3_title_crystals_vision": "Crystal's Vision",
    "h5_title_vision": "I ENVISION A DISTRICT WHERE ALL OF OUR CHILDREN, REGARDLESS OF BACKGROUND, HAVE THE TOOLS AND RESOURCES TO SUCCEED. I ENVISION A DISTRICT WHERE ALL FAMILIES FEEL WELCOME AND HEARD.",

    "getinvolved_vision_card_data_title1": "1. College and Career Readiness",
    "getinvolved_vision_card_1_1": "I have supported early college programs at all of our high schools, and every year we graduate hundreds of students with college degrees debt-free. I am committed to expanding these opportunities for our students.",
    "getinvolved_vision_card_1_2": "I want to work with our administration to start offering building trades apprenticeships to our high schoolers. These apprenticeships will set students on well-paying career paths with benefits.",
    "getinvolved_vision_card_1_3": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",
    "getinvolved_vision_card_1_4": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "getinvolved_vision_card_data_title2": "2. Parent Engagement",
    "getinvolved_vision_card_2_1": "I want parents to know what’s going on in the district and how they can engage in their children’s education.",
    "getinvolved_vision_card_2_2": "I’ve fought and will continue to fight for greater transparency about how your tax dollars are used.",
    "getinvolved_vision_card_2_3": "We school board members should not make decisions in closed rooms. Instead, we must always be asking for input from parents. I will continue to advocate for parent engagement in board decisions.",
    "getinvolved_vision_card_2_4": "As a Latina, daughter of Mexican immigrants, aunt to Pasadena ISD students, and former student and teacher in the district, I know how to listen and engage with our families, which has made me a strong and trustworthy leader on the board.",
    "getinvolved_vision_card_2_5": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "getinvolved_vision_card_data_title3": "3. Diverse Leadership",
    "getinvolved_vision_card_3_1": "During my first term, our district administration and principals have become more diverse. This is a positive change because with more diversity, we can better serve the needs of our students and families.",
    "getinvolved_vision_card_3_2": "I am committed to maintaining diversity in our district administration and principals. With diverse leadership, we can deliver an excellent education for all students.",
    "getinvolved_vision_card_3_3": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "form_validation_check_msg": "All fields are required.",
    "invalid_email_error_msg": "Please enter a valid email.",

    "otj_h3_title_shaping_elevating": "Shaping and Elevating the Future of Education at P.I.S.D.",
    "otj_subtitle_shaping_elevating": "Learn about my Top 5 Priorities as a School Board Member and recognize the impact of your involvement. Hand in hand, let's propel positive change and cultivate a vibrant educational landscape for our students and community.",
    "h3_title_crystals_priorities": "Crystal's Priorities",
    "otj_h4_title_school_safety": "School Safety",
    "otj_h3_text_school_safety": "You are currently reading PLACEHOLDER text. Rest assured, this is only temporary. Our team is working hard to prepare engaging content to take its place. Genuine content is just around the corner, pending campaign approval. Remember to bookmark us, fresh updates are coming soon!",
    "otj_h4_title_prep_students_world": "Preparing Students for the World",
    "otj_h3_text_prep_students_world": "You are currently reading PLACEHOLDER text. Rest assured, this is only temporary. Our team is working hard to prepare engaging content to take its place. Genuine content is just around the corner, pending campaign approval. Remember to bookmark us, fresh updates are coming soon!",
    "otj_h4_title_school_funding": "School Funding",
    "otj_h3_text_school_funding": "You are currently reading PLACEHOLDER text. Rest assured, this is only temporary. Our team is working hard to prepare engaging content to take its place. Genuine content is just around the corner, pending campaign approval. Remember to bookmark us, fresh updates are coming soon!",
    "otj_h4_title_teacher_wl_balance": "Teacher Work-Life Balance",
    "otj_h3_text_teacher_wl_balance": "You are currently reading PLACEHOLDER text. Rest assured, this is only temporary. Our team is working hard to prepare engaging content to take its place. Genuine content is just around the corner, pending campaign approval. Remember to bookmark us, fresh updates are coming soon!",
    "otj_h4_title_emotional_support": "Emotional Support In Schools",
    "otj_h3_text_emotional_support": "You are currently reading PLACEHOLDER text. Rest assured, this is only temporary. Our team is working hard to prepare engaging content to take its place. Genuine content is just around the corner, pending campaign approval. Remember to bookmark us, fresh updates are coming soon!",


    "upcoming_events_title_1": "Dia De Los Niños Celebration",
    "upcoming_events_img_description_1": "An image of children around the globe.",
    "upcoming_events_title_2": "Birthday Celebration",
    "upcoming_events_img_description_2": "An image of party balloons.",
    "upcoming_events_title_3": "Cinco de Mayo Celebration",
    "upcoming_events_img_description_3": "An image of items relating to the Mexican holiday, Cinco de Mayo.",
    "signupform_coming_soon": "Sign Up Form Coming Soon :)",
    "back_to_home": "Home"


}