{
    "welcome": "Welcome to our website!",
    "join_campaign": "¡Únete a Nuestra Campaña!",
    "name": "Nombre",
    "your_name": "Su Nombre",
    "email": "Correo Electrónico",
    "your_email": "Su Correo Electrónico",
    "phone_number": "Numero de Teléfono",
    "your_phone_number": "Su Numero de Teléfono",
    "disclosure": "Al enviar su número de teléfono celular, usted acepta recibir mensajes de texto periódicos de esta organización. Se pueden aplicar tarifas de mensajes y datos.",
    "submit": "Enviar",
    "submission_successful": "¡Su envío fue exitoso!",
    "meet_crystal": "Conóceme",
    "on_the_job": "Mi Trabajo",
    "vision": "Visión",
    "get_involved": "Involúcrate",
    "donate": "Donaciones",
    "h2_title_hero": "Luchando por un futuro mejor para nuestros estudiantes",
    "h5_title_hero": "Acompáñame a crear un futuro más brillante para Pasadena, priorizando la educación que prepare a los estudiantes para el mundo.",
    "learn_about_cd_vision": "Aprende acerca de la visión de Crystal",
    "h3_title_join_convo": "Únete a la conversación",
    "subtitle_upcoming_events": "Próximos eventos",
    "h3_title_pastwork_advocacy": "Trabajo y Activismo del Pasado",
    "subtitle_pisd_progress": "Avances en Pasadena I.S.D",
    "h3_title_make_a_contribution": "Haga una Contribución",
    "subtitle_contribution": "Su apoyo financiero nos ayudará a llegar a más votantes, imprimir materiales de campaña y alimentar nuestros esfuerzos de base. Cada dólar hace una diferencia para asegurar una campaña exitosa.",
    "donate_today_btn": "Contribuir",


    "past_works_title_1": "Nivel de Distrito: Fomentando el Liderazgo Estudiantil en PISD",
    "past_works_description_1": "Apoyó a los estudiantes de PISD mientras presentaban temas de seguridad escolar en la Conferencia de Gobernanza TASB en Galveston, brindándoles oportunidades para interactuar con miembros de la Junta Escolar y desarrollar habilidades de liderazgo.",
    "past_works_title_2": "Nivel Local: Panel de Mujeres en Política",
    "past_works_description_2": "Participó en un panel de discusión con mujeres en cargos electos para compartir sus experiencias y logros. El evento tuvo como objetivo promover la diversidad, equidad e inclusión en el liderazgo y fomentar una comunidad acogedora para todos. El panel proporcionó una plataforma para que las mujeres compartieran sus conocimientos e inspiraran a otras a buscar roles de liderazgo.",
    "past_works_title_3": "Nivel Estatal: Abogó por el Aumento de Fondos para las Escuelas Públicas",
    "past_works_description_3": "Propuso aumentar la financiación para mejorar la calidad de la educación proporcionada a los estudiantes. Trabajó con educadores y administradores escolares para identificar áreas donde la financiación adicional podría ser utilizada de manera más efectiva."
}