{
    "welcome": "Welcome to our website!",
    "join_campaign": "¡Únase a Nuestra Campaña!",
    "name": "Nombre",
    "your_name": "Su Nombre",
    "email": "Correo Electrónico",
    "your_email": "Su Correo Electrónico",
    "phone_number": "Numero de Teléfono",
    "your_phone_number": "Su Numero de Teléfono",
    "message": "Mensaje",
    "your_message": "Su Mensaje",
    "disclosure": "Al enviar su número de teléfono celular, usted acepta recibir mensajes de texto periódicos de esta organización. Se pueden aplicar tarifas de mensajes y datos.",
    "submit": "Enviar",
    "submission_successful": "¡Su envío fue exitoso!",
    "learn_more_about_crystal": "Aprende Más Sobre Crystal",
    "meet_crystal": "Conózcame",
    "priorities": "Prioridades",
    "vision": "Visión",
    "get_involved": "Involúcrese",
    "donate": "Donaciones",
    "h2_title_hero": "Luchando por un futuro mejor para nuestros alumnos",
    "h5_title_hero_1": "Como latina, hija de inmigrantes mexicanos, tía de estudiantes de Pasadena ISD, ex estudiante y maestra en el distrito, y actual Secretaria de la Mesa Directiva de Pasadena ISD, sé cómo escuchar y abogar por nuestras familias, lo que me ha convertido en una líder fuerte y confiable en la mesa.",
    "h5_title_hero_2": "Únase a mí en la creación de un futuro más brillante para Pasadena, dando prioridad a la educación que prepara a los estudiantes para el mundo.",
    "h5_title_hero_3": "Me comprometo a proporcionar trayectorias profesionales para nuestros estudiantes mediante el ofrecimiento de diversos programas de preparación profesional y universitaria y la creación de un nuevo programa de aprendizaje de oficios de la construcción.",
    "learn_about_cd_vision": "Aprenda Acerca De La Visión De Crystal",
    "h3_title_join_convo": "Únase a la Conversación",
    "subtitle_upcoming_events": "Próximos Eventos",
    "h3_title_pastwork_advocacy": "Trabajo y Activismo del Pasado",
    "subtitle_pisd_progress": "Avances en Pasadena I.S.D",
    "h3_title_make_a_contribution": "Haga una Contribución",
    "subtitle_contribution": "Su apoyo financiero nos ayudará a llegar a más votantes, imprimir materiales de campaña y alimentar nuestros esfuerzos de base. Cada dólar hace una diferencia para asegurar una campaña exitosa.",
    "donate_today_btn": "Contribuir",
    "past_works_title_1": "Nivel de Distrito: Fomentando el Liderazgo Estudiantil en PISD",
    "past_works_description_1": "Apoyó a los estudiantes de PISD mientras presentaban temas de seguridad escolar en la Conferencia de Gobernanza TASB en Galveston, brindándoles oportunidades para interactuar con miembros de la Junta Escolar y desarrollar habilidades de liderazgo.",
    "past_works_title_2": "Nivel Local: Panel de Mujeres en Política",
    "past_works_description_2": "Participó en un panel de discusión con mujeres en cargos electos para compartir sus experiencias y logros. El evento tuvo como objetivo promover la diversidad, equidad e inclusión en el liderazgo y fomentar una comunidad acogedora para todos. El panel proporcionó una plataforma para que las mujeres compartieran sus conocimientos e inspiraran a otras a buscar roles de liderazgo.",
    "past_works_title_3": "Nivel Estatal: Abogó por el Aumento de Fondos para las Escuelas Públicas",
    "past_works_description_3": "Propuso aumentar la financiación para mejorar la calidad de la educación proporcionada a los estudiantes. Trabajó con educadores y administradores escolares para identificar áreas donde la financiación adicional podría ser utilizada de manera más efectiva.",
    "h2_title_about": "Latina. Mujer. Educadora. Mexicana Americana. Tejana.",
    "h3_title_crystals_story": "La Trayectoria de Crystal",
    "timeline_data_title_1": "Primeros años",
    "timeline_data_subtitle_1": "Estudiante de PISD",
    "timeline_data_text_1": "Ser estudiante en Pasadena fue un regalo porque muchos de mis compañeros eran estudiantes de inglés y estudiantes dedicados, como yo. Los maestros en Pasadena ISD constantemente me empujaron a salir de mi zona de confort y me animaron a unirme al consejo estudiantil, inscribirme en clases avanzadas e ir a excursiones. Estoy orgullosa de ser una graduada de Pasadena ISD que se quedó en Pasadena para trabajar en y con mi comunidad.",
    "timeline_data_title_2": "Años Universitarios",
    "timeline_data_subtitle_2": "Estudiante de la UT Austin",
    "timeline_data_text_2": "Las matemáticas fueron mi asignatura favorita en la escuela superior, pero en la UT-Austin encontré una nueva pasión: los estudios urbanos y la educación. En Estudios Urbanos, me encantaba aprender sobre la creación de lugares sanos y robustos, y en Educación, me apasionaba el derecho de todos los estudiantes a una educación fundamental. Fui cofundadora de una organización llamada SUPE (Estudiantes Unidos por la Educación Pública) en la Universidad de Texas. Como joven adulta, en mi tiempo libre, seguí trabajando por la defensa de los estudiantes. Desde mis tiempos en la Universidad y hasta el presente, he sido voluntaria y defensora de la educación",
    "timeline_data_title_3": "Inicio de Carrera",
    "timeline_data_subtitle_3": "Maestra en PHS",
    "timeline_data_text_3": "Me sentí como en casa enseñando a estudiantes bilingües y provinientes de orígenes similares a los míos. Me mantenían alerta. Tenía una relación especial con mis alumnos porque yo era graduada del PISD y había estado en el lugar de mis alumnos poco tiempo antes. Empecé a preocuparme por ciertos problemas del distrito escolar, como el acceso limitado al agua potable, el aire acondicionado poco fiable y la falta de comunicación entre los administradores y los profesores.",
    "timeline_data_title_4": "Defensora Estudiantil",
    "timeline_data_subtitle_4": "Campaña para la Junta Escolar de PISD",
    "timeline_data_text_4": "Los profesores volvieron a las aulas en otoño de 2020, y yo seguía preocupada por las deficientes instalaciones y la falta de recursos para alumnos y profesores. Una antigua profesora me animó a presentarme a la mesa directiva del distrito, y me lancé a la carrera. Llevé a cabo una campaña ágil y muy dedicada y tuve la oportunidad de hablar con muchas familias de Pasadena ISD.",
    "timeline_data_title_5": "Fideicomisaria",
    "timeline_data_subtitle_5": "Miembra de la Junta Escolar de PISD",
    "timeline_data_text_5": "Gané las elecciones, convirtiéndome en la persona más joven de la mesa, con casi 60 años de diferencia con el miembro de más edad. Pero esto fue sólo el comienzo de una jornada de años en mi defensa como miembro de la Mesa Directiva de Pasadena ISD. Mis colegas de la mesa a veces no estaban de acuerdo conmigo, pero me mantuve fiel a las familias de Pasadena ISD, tal como la mía y aporté mi perspectiva y experiencia como ex maestra y estudiante de Pasadena ISD.",
    "timeline_data_title_6": "Secretaria de la Mesa Directiva",
    "timeline_data_subtitle_6": "Miembra de la Junta Escolar de PISD",
    "timeline_data_text_6": "La Mesa Directiva de Pasadena ISD me eligió por unanimidad como Secretaria, un puesto de liderazgo en la mesa. Tal decision es testimonio elocuente de las relaciones que he construido y la confianza que me he ganado en el distrito escolar. Yo tengo pasión, entrega y disposición de trabajo duro por Pasadena ISD; y estoy muy orgullosa de todas las oportunidades que ofrecemos a los estudiantes y sus familias. Me tomo muy en serio mi responsabilidad con las familias de Pasadena ISD. Trabajo con nuestro superintendente y los administradores del distrito y mis colegas de la mesa para asegurar una excelente educación para todos nuestros niños.",
    "h3_title_need_your_help": "Necesito Su Ayuda",
    "subtitle_need_your_help_1": "Soy la orgullosa hija de inmigrantes mexicanos. Nací y crecí en Pasadena y asistí a las escuelas de Pasadena ISD desde kinder hasta el 12º grado. Después de graduarme de la Universidad de Texas en Austin, regresé a Pasadena para enseñar matemáticas en mi alma mater, Pasadena High School. Allí enseñé durante cinco años.",    
    "subtitle_need_your_help_2": "Me postulé por primera vez para la mesa escolar de Pasadena ISD en 2021 porque estaba cansada de que la administración del distrito ignorara las preocupaciones de los estudiantes y maestros. Fui elegida en una sorpresiva victoria y ahora sirvo como Secretaria para la Mesa Directiva de Pasadena ISD.",  
    "subtitle_need_your_help_3": "Mi padre estudió para ser ingeniero civil y proporcionar una buena calidad de vida a su familia. Ayudó a diseñar el puente Fred Hartman y otras autopistas por las que probablemente hayas conducido. Mi madre fue una abnegada ama de casa para mis hermanos y para mí. Aprecio la importancia del trabajo duro y de una educación de calidad. Como ex estudiante de Pasadena ISD y actual tía de estudiantes de Pasadena ISD, entiendo las necesidades de las familias de Pasadena ISD. Como ex maestra, entiendo que los educadores necesitan recursos y apoyo para proporcionar una excelente educación a los niños.",  
    "subtitle_need_your_help_4": "Durante mi primer mandato, he trabajado para mantener una gran educación para los estudiantes de Pasadena ISD. Sé escuchar y trabajar con personas que no están de acuerdo conmigo. Me he ganado el respeto de mis colegas de la mesa y de la administración del distrito, y fui nombrada Secretaria de la Mesa el año pasado. Me he asegurado de que los estudiantes, padres y educadores sean escuchados. He trabajado para aumentar la seguridad escolar mediante la tecnología y la planificación. Me he asegurado de que el distrito continúe preparando a los estudiantes para el mundo mediante el apoyo a las carreras técnicas y los programas de ingreso temprano a la universidad. Cada año, cientos de estudiantes de Pasadena ISD se gradúan – libres de deudas -- con títulos universitarios. Continuaré ampliando este logro en mi segundo mandato.",  
    "subtitle_need_your_help_5": "Aspiro a un distrito en el que todos nuestros niños, independientemente de su procedencia, dispongan de las herramientas y los recursos necesarios para triunfar. Imagino un distrito donde todas las familias se sientan bienvenidas y escuchadas. Me comprometo a proveer trayectorias profesionales para nuestros estudiantes mediante la continuación de diversos programas de preparación profesional y universitaria y la creación de un nuevo programa de aprendizaje de oficios de la construcción. También me comprometo a garantizar una educación excelente para todos los estudiantes haciendo todo lo que esté en mi mano y a mi alcance para abogar por más fondos y recursos para nuestro Sistema escolar.", 
    "subtitle_need_your_help_6": "Necesito su apoyo. Extremistas anti-inmigrantes vienen por mi escaño. Han promovido mentiras, prohibido libros y convertido las escuelas en lugares de odio y hostilidad en lugar de aprendizaje y respeto. Su donación de $50, $25 o $10 será de gran ayuda para que mi mensaje llegue a los votantes. Puede hacer su donación en este enlace. También necesito que venga a llamar a las puertas conmigo. Visite mi página de Próximos eventos para inscribirse.",   
    "subtitle_need_your_help_7": "Pasadena ISD significa el mundo para mí. He tenido el honor de representar a las familias del distrito estos últimos cuatro años. Como hija de inmigrantes, residente de Pasadena de toda la vida, ex estudiante y educadora, y actual Secretaria de la Mesa, soy la candidata más calificada para representar a los niños, padres y educadores de nuestra comunidad.",  


    "h2_title_getinvolved1": "Participe.",
    "h2_title_getinvolved2": "Luchemos Juntos.",
    "h3_title_active_participation": "Su apoyo y participación activa son cruciales para el éxito de nuestra campaña.",
    "subtitle_active_participation": "Al unirse a nuestros esfuerzos, puede ayudar a tener un impacto duradero en el futuro de nuestras escuelas. Trabajemos juntos para crear un cambio positivo para nuestros estudiantes, educadores y toda la comunidad.",

    "h3_title_volunteer_with_us": "Hágase Voluntario",
    "subtitle_volunteer_with_us": "Únase a nuestro equipo y marca la diferencia participando en diversas actividades de voluntariado:",
    "sign_up_btn": "INSCRIBIR",
    "volunteer_card_title_1": "Alcance de Votantes",
    "volunteer_card_subtitle_1": "Ayúdenos a correr la voz yendo de puerta a puerta en su vecindario.",
    "volunteer_card_title_2": "Banco de Llamadas",
    "volunteer_card_subtitle_2": "Ayúdenos a llamar posibles partidarios para discutir los objetivos y eventos de nuestra campaña.",
    "volunteer_card_title_3": "Alcance en Redes Sociales",
    "volunteer_card_subtitle_3": "Involucra a la comunidad y amplía nuestra presencia en las redes sociales.",
    
    "h3_title_upcoming_events": "Próximos Eventos",

    "getinvolved_event_data_title_1": "Canvassing Campaign Launch + Canvas",
    "getinvolved_event_date_1": "3:00 - 6:00pm",
    "getinvolved_event_location_1": "02/13/25",

    "getinvolved_event_data_title_2": "Eventos en planificación:",
    "getinvolved_event_date_2": "4 de Abril, 2023",
    "getinvolved_event_location_2": "Primos Taco House",

    "getinvolved_event_data_title_3": "Eventos en planificación:",
    "getinvolved_event_date_3": "7 de Abril, 2023",
    "getinvolved_event_location_3": "Primos Taco House",

    "getinvolved_event_data_title_4": "Eventos en planificación:",
    "getinvolved_event_date_4": "30 de Abril, 2023",
    "getinvolved_event_location_4": "Parque Memorial",

    "getinvolved_event_data_title_5": "Eventos en planificación:",
    "getinvolved_event_date_5": "2 de Mayo, 2023",
    "getinvolved_event_location_5": "Parque Strawberry",

    "getinvolved_event_data_title_6": "Eventos en planificación:",
    "getinvolved_event_date_6": "3 de Mayo, 2023",
    "getinvolved_event_location_6": "Primos Taco House",
    "view_calendar_btn": "Más Eventos",



    "h3_title_voter_and_election": "Información Sobre Elecciones y Registro Para Votar",
    "getinvolved_voter_and_election_data_title_1": "Registro de Votantes",
    "getinvolved_voter_and_election_data_content_1": "3 de Mayo, 2025",
    "register_now_btn": "REGISTRACIÓN",

    "getinvolved_voter_and_election_data_title_2": "Votación Temprana",
    "getinvolved_voter_and_election_data_content_2": "22 de Abril - 29 de Abril, 2025",

    "getinvolved_voter_and_election_data_title_3": "Lugares de Votación",
    "getinvolved_voter_and_election_data_content_3": "Encuentre su lugar de votación más cercano",
    "find_polling_location_btn": "Buscar",

    
    "h3_title_get_in_touch": "Comuníquese",
    "subtitle_get_in_touch_phone": "Numero de Teléfono",
    "subtitle_get_in_touch_address": "Dirección",


    "h3_title_contact_us": "Contáctenos",


    "h2_title_vision": "La visión de Crystal para un futuro mejor para todos.",
    "h3_title_crystals_vision": "La Visión de Crystal",
    "h5_title_vision": "MI VISIÓN ES UN DISTRITO EN EL QUE TODOS NUESTROS NIÑOS, INDEPENDIENTEMENTE DE SU PROCEDENCIA, DISPONGAN DE LAS HERRAMIENTAS Y LOS RECURSOS NECESARIOS PARA TRIUNFAR. QUIERO UN DISTRITO DONDE TODAS LAS FAMILIAS SE SIENTAN BIENVENIDAS Y ESCUCHADAS.",

    "getinvolved_vision_card_data_title1": "1. Preparación Universitaria y Profesional",
    "getinvolved_vision_card_1_1": "He apoyado los programas de ingreso temprano a la universidad en todas nuestras escuelas secundarias, y cada año graduamos a cientos de estudiantes con títulos universitarios y libres de deudas. Me comprometo a ampliar estas oportunidades para nuestros estudiantes.",
    "getinvolved_vision_card_1_2": "Quiero trabajar con nuestra administración para empezar a ofrecer programas de aprendizaje de oficios de la construcción a nuestros estudiantes de secundaria. Estos aprendizajes pondrán a los estudiantes en trayectorias profesionales con buenos salarios y beneficios.",
    "getinvolved_vision_card_1_3": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",
    "getinvolved_vision_card_1_4": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "getinvolved_vision_card_data_title2": "2. Participación De Los Padres",
    "getinvolved_vision_card_2_1": "Quiero que los padres sepan lo que ocurre en el distrito y cómo pueden involucrarse en la educación de sus hijos.",
    "getinvolved_vision_card_2_2": "He luchado y seguiré luchando por una mayor transparencia sobre cómo se utiliza el dinero de sus impuestos.",
    "getinvolved_vision_card_2_3": "Los miembros del consejo escolar no debemos tomar decisiones a puerta cerrada. Por el contrario, debemos pedir siempre la opinión de los padres. Seguiré abogando por la participación de los padres en las decisiones del consejo.",
    "getinvolved_vision_card_2_4": "Como latina, hija de inmigrantes mexicanos, tía de estudiantes de Pasadena ISD, y ex estudiante y maestra en el distrito, sé cómo escuchar e interactuar con nuestras familias, lo que me ha convertido en una líder fuerte y confiable en la mesa.",
    "getinvolved_vision_card_2_5": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "getinvolved_vision_card_data_title3": "3. Liderazgo Diverso",
    "getinvolved_vision_card_3_1": "Durante mi primer mandato, la administración y los directores de nuestro distrito se han diversificado. Se trata de un cambio positivo porque, con más diversidad, podemos atender mejor las necesidades de nuestros alumnos y sus familias.",
    "getinvolved_vision_card_3_2": "Me comprometo a mantener la diversidad en la administración y los directores de nuestro distrito. Con un liderazgo diverso, podemos ofrecer una educación excelente a todos los estudiantes.",
    "getinvolved_vision_card_3_3": "You are reading PLACEHOLDER text. But this is temporary. Our team is preparing vibrant content to fill this space. Authentic content is near, just pending campaign approval. Keep us bookmarked, new updates are on the horizon!",

    "getinvolved_vision_card_data_title4": "4. Alianzas Con Organizaciones En La Comunidad",
    "getinvolved_vision_card_4_1": "Todos queremos que nuestros hijos aprendan, crezcan y se diviertan. Eso es lo que significa ser niño: crear recuerdos, desarrollar habilidades y sentirse apoyados por sus familias, escuelas y comunidades..",
    "getinvolved_vision_card_4_2": "Al colaborar con la Ciudad, el Condado, el Departamento de Policía de Pasadena y las organizaciones sin fines de lucro del área, podemos ampliar los recursos y servicios para que nuestros niños crezcan sanos y fuertes.",
    "getinvolved_vision_card_4_3": "Tomemos eventos como el Día del Arte, el Día de Caminar y Andar en Bicicleta a la Escuela y las carreras recreativas: el distrito patrocina estas actividades. Al asociarnos con la Ciudad, el Condado y organizaciones sin fines de lucro, podemos ampliarlas y llegar a más familias.",

    "form_validation_check_msg": "Por favor, llene todas las casillas de la forma.",
    "invalid_email_error_msg": "Por favor, ingrese un correo electrónico válido.",

    "otj_h3_title_shaping_elevating": "Remodelando y elevando el futuro de la educación en P.I.S.D.",
    "otj_subtitle_shaping_elevating": "Aprenda acerca de mis 5 prioridades principales como miembro de la Junta Escolar y reconozca el impacto de su involucramiento. Juntos, avancemos en un cambio positivo y cultivemos un brillante paisaje educativo para nuestros estudiantes y comunidad.",
    "h3_title_crystals_priorities": "Las Prioridades de Crystal",
    "otj_h4_title_school_safety": "Seguridad Escolar",
    "otj_h3_text_school_safety": "Estás leyendo texto sustituto. Pero es momentáneo. Nuestro equipo está generando contenido cautivante para ocupar este espacio. El contenido real está cerca, simplemente esperando la aprobación de la campaña. Mantenganos en sus paginas favoritas, las nuevas actualizaciones están cerca!",
    "otj_h4_title_prep_students_world": "Preparando a los Estudiantes para el Mundo",
    "otj_h3_text_prep_students_world": "Estás leyendo texto sustituto. Pero es momentáneo. Nuestro equipo está generando contenido cautivante para ocupar este espacio. El contenido real está cerca, simplemente esperando la aprobación de la campaña. Mantenganos en sus paginas favoritas, las nuevas actualizaciones están cerca!",
    "otj_h4_title_school_funding": "Financiamiento Escolar",
    "otj_h3_text_school_funding": "Estás leyendo texto sustituto. Pero es momentáneo. Nuestro equipo está generando contenido cautivante para ocupar este espacio. El contenido real está cerca, simplemente esperando la aprobación de la campaña. Mantenganos en sus paginas favoritas, las nuevas actualizaciones están cerca!",
    "otj_h4_title_teacher_wl_balance": "Equilibrio Entre el Trabajo y la Vida Personal de Maestros",
    "otj_h3_text_teacher_wl_balance": "Estás leyendo texto sustituto. Pero es momentáneo. Nuestro equipo está generando contenido cautivante para ocupar este espacio. El contenido real está cerca, simplemente esperando la aprobación de la campaña. Mantenganos en sus paginas favoritas, las nuevas actualizaciones están cerca!",
    "otj_h4_title_emotional_support": "Apoyo Emocional en las Escuelas",
    "otj_h3_text_emotional_support": "Estás leyendo texto sustituto. Pero es momentáneo. Nuestro equipo está generando contenido cautivante para ocupar este espacio. El contenido real está cerca, simplemente esperando la aprobación de la campaña. Mantenganos en sus paginas favoritas, las nuevas actualizaciones están cerca!",

    "upcoming_events_title_1": "Lanzamiento de la Campaña",
    "upcoming_events_img_description_1": "",
    "upcoming_events_title_2": "Eventos en planificación:",
    "upcoming_events_subtitle_2": "¡Te avisaremos pronto!",
    "upcoming_events_img_description_2": "",
    "upcoming_events_title_3": "Eventos en planificación:",
    "upcoming_events_subtitle_3": "¡Te avisaremos pronto!",
    "upcoming_events_img_description_3": "",
    "signupform_coming_soon": "Formulario de Registro en Progreso :)",
    "back_to_home": "Inicio"


}